USE [MessengerDb]
GO
SET IDENTITY_INSERT [dbo].[Contact] ON
GO
INSERT INTO [dbo].[Contact]
([ContactId],[FirstName],[SecondName],[MiddleName],[Sex],[BirthDate],[Email], [Phone], [Password], [CreationDate],[ModificationDate]) VALUES
 (1, 'Оксана',		'Ежакова',		'Федоровна',		'WOMAN',	'19900507',	'spell@yandex.ru',		'89001805101', '01',	'20150507', '20150507')
,(2, 'Сергей',		'Поляков',		'Александрович',	'MAN',		'19880604',	'curse@mail.ru',		'89001805102', '02',	'20160209', '20160209')
,(3, 'Станислав',	'Конев',		'Ларионович',		'MAN',		'19950728', 'district@hotmail.com', '89001805103', '03',	'20130610', '20130610')
,(4, 'Андрей',		'Косицин',		'Валериевич',		'MAN',		'19921209',	'lady@list.ru',			'89001805104', '04',	'20110306', '20110306')
,(5, 'Александр',	'Лисица',		'Робертович',		'MAN',		'19990507',	'treat@mail.ru',		'89001805105', '05',	'20160212', '20160212')
,(6, 'Наталья',		'Семезенко',	'Сергеевна',		'WOMAN',	'19980507', 'silk@hotmail.com',		'89001805106', '06',	'20140712', '20140712')
,(7, 'Сергей',		'Большаков',	'Григорьевич',		'MAN',		'19970601',	'life@mail.ru',			'89001805107', '07',	'20151028', '20151028')
,(8, 'Ренат',		'Ярешко',		'Кондратович',		'MAN',		'19940915',	'sandwich@mail.ru',		'89001805108', '08',	'20130512', '20130512')
,(9, 'Любовь',		'Мутовина',		'Константиновна',	'WOMAN',	'19931010',	'glow@yandex.ru',		'89001805109', '09',	'20130507', '20130507')
,(10,'Юрий',		'Рябихин',		'Федосеевич',		'MAN',		'19991120',	'respect@hotmail.com',	'89001805110', '10',	'20160202', '20160202')
,(11,'Михаил',		'Одинцов',		'Даниилович',		'MAN',		'19980707',	'his@yandex.ru',		'89001805111', '11',	'20120611', '20120611')
,(12,'Роман',		'Хрулиндиков',	'Гибадуллович',		'MAN',		'19910220', 'heel@yandex.ru',		'89001805112', '12',	'20150903', '20150903')
,(13,'Артем',		'Сыщенко',		'Модестович',		'MAN',		'19970220',	'planet@gmail.com',		'89001805113', '13',	'20150714', '20150714')
,(14,'Тагир',		'Галимзянов',	'Абдрахманович',	'MAN',		'19980319',	'hallway@list.ru',		'89001805114', '14',	'20111208', '20111208')
,(15,'Николай',		'Вазченко',		'Владимирович',		'MAN',		'19940817',	'drill@yandex.ru',		'89001805115', '15',	'20130107', '20130107')
,(16,'Римма',		'Умблат',		'Прокофьевна',		'WOMAN',	'19980720',	'stand@gmail.com',		'89001805116', '16',	'20101228', '20101228')
,(17,'Анатолий',	'Торубаров',	'Степанович',		'MAN',		'19910612',	'she@yandex.ru',		'89001805117', '17',	'20101105', '20101105')
,(18,'Наргиз',		'Ясиненко',		'Денисовна',		'WOMAN',	'19921113',	'split@gmail.com',		'89001805118', '18',	'20100506', '20100506')
,(19,'Петр',		'Дайнеко',		'Иванович',			'MAN',		'19921118',	'guard@list.ru',		'89001805119', '19',	'20111009', '20111009')
,(20,'Татьяна',		'Мацкевич',		'Александровна',	'WOMAN',	'19851108',	'pearl@mail.ru',		'89001805120', '20',	'20110421', '20110421')
,(21,'Нина',		'Коромысленко', 'Михайловна',		'WOMAN',	'19761103',	'curl@hotmail.com',		'89001805121', '21',	'20100814', '20100814')
,(22,'Зинаида',		'Белоусова',	'Андреевна',		'WOMAN',	'19981102',	'rear@mail.ru',			'89001805122', '22',	'20100818', '20100818')
,(23,'Оксана',		'Стоцкая',		'Филипповна',		'WOMAN',	'20011117',	'spring@hotmail.com',	'89001805123', '23',	'20160213', '20160213')
,(24,'Елизавета',	'Понкратова',	'Владиславовна',	'WOMAN',	'19791120',	'command@gmail.com',	'89001805124', '24',	'20151119', '20151119')
,(25,'Валерия',		'Курбатова',	'Викторовна',		'WOMAN',	'19991114',	'sergeant@mail.ru',		'89001805125', '25',	'20140115', '20140115')
,(26,'Анатолий',	'Лунев',		'Владимирович',		'MAN',		'19931127',	'click@yandex.ru',		'89001805126', '26',	'20140206', '20140206')
,(27,'Инесса',		'Прохорова',	'Леонидовна',		'WOMAN',	'19981128',	'bank@mail.ru',			'89001805127', '27',	'20111104', '20111104')
,(28,'Владимир',	'Юшкевич',		'Николаевич',		'MAN',		'19981128',	'drop@list.ru',			'89001805128', '28',	'20160219', '20160219')
,(29,'Юлия',		'Ткачева',		'Сергеевна',		'WOMAN',	'19991221',	'retreat@yandex.ru',	'89001805129', '29',	'20120828', '20120828')
,(30,'Светлана',	'Яценюк',		'Алексеевна',		'WOMAN',	'19991014',	'blank@mail.ru',		'89001805130', '30',	'20140315', '20140315')
,(31,'Евгений',		'Павелко',		'Юрьевич',			'MAN',		'19950116',	'shot@list.ru',			'89001805131', '31',	'20130914', '20130914')
,(32,'Елена',		'Шмидт',		'Модестовна',		'WOMAN', '19960215','violet@hotmail.com',		'89001805132', '32',	'20160104', '20160104')
,(33,'Валентина',	'Ботанюк',		'Васильевна',		'WOMAN', '19970322','soldier@hotmail.com',		'89001805133', '33',	'20110717', '20110717')
,(34,'Захар',		'Самонь',		'Тимофеевич',		'MAN',  '19950421','skull@hotmail.com',			'89001805134', '34',	'20120925', '20120925')
GO

--DELETE [dbo].[Contact]
--WHERE [FirstName] = 'Гиневра'
--GO


--UPDATE [dbo].[Contact]
--SET [FirstName] = 'Алоизаила'
--WHERE [FirstName] = 'Алоиза'
--GO

SET IDENTITY_INSERT [dbo].[Contact] OFF
GO

