USE [MessengerDb]
GO
SET IDENTITY_INSERT [dbo].[DialogMessageText] ON
GO
INSERT INTO [dbo].[DialogMessageText]
([DialogMessageTextId],[Text])   VALUES
 (1,'Привет!) Как дела?)')
,(2,'Привет!))) Хорошо!) А у тебя как?)')
,(3,'У меня тоже хорошо) Хорошая погода')
,(4,'Вот магазин продуктов рядом открылся!')
,(5,'Кпишь молоко)')
,(6,'Да, конечно')
,(7,'Канарейка улетела!')
,(8,'Свобода!')
,(9,'Дом купили!)')
,(10,'Поздравляю!)')
,(11,'С ДР!) Здоровья!')
,(12,'Круто! Спасибо!')
,(13,'Как дела?) Может по мороженому?)')
,(14,'Давай)')
,(15,'АУ!')
,(16,'Тут!')
,(17,'Солнце ярко светит!')
,(18,'Не, дождь идет!')
,(19,'Мир прекрасен!)')
,(20,'Что делаешь?)')
,(21,'Чай пью)')
,(22,'Что делаешь?)')
,(23,'Кекс ем!')
,(24,'Что делаешь?)')
,(25,'Кашу ем!')
,(26,'Что делаешь?)')
,(27,'Смотрю телевизор')
,(28,'Мир интересен')
GO
SET IDENTITY_INSERT [dbo].[DialogMessageText] OFF
GO
  
  
  