USE [MessengerDb]
GO
SET IDENTITY_INSERT [dbo].[DialogMessageText] ON
GO
INSERT INTO [dbo].[DialogMessageText]
([DialogMessageTextId],[Text])   VALUES
(1,'Привет!) Как дела?)')	
,(2,'Привет!))) Хорошо!) А у тебя как?)')
,(3,'У меня тоже хорошо) Хорошая погода')


,(4,'Вот магазин продуктов рядом открылся!')	
,(5,'Купишь молоко)')
,(6,'Да, конечно')
,(7,'Канарейка улетела!')
,(8,'Свобода!')


,(9,'Дом купили!)')	
,(10,'Поздравляю!)')


,(11,'С ДР!) Здоровья!')	
,(12,'Круто! Спасибо!')


,(13,'Как дела?) Может по мороженому?)')	
,(14,'Давай)')
,(15,'АУ!')
,(16,'Тут!')
,(17,'Солнце ярко светит!')
,(18,'Не, дождь идет!')
,(19,'Мир прекрасен!)')


,(20,'Что делаешь?)')	
,(21,'Чай пью)')


,(22,'Что делаешь?)')	
,(23,'Кекс ем!')


,(24,'Что делаешь?)')	
,(25,'Кашу ем!')


,(26,'Что делаешь?)')	
,(27,'Смотрю телевизор')
,(28,'Мир интересен')
,(29,'Что сегодня в Космосе идет?')
,(30,'Викинг')
,(31,'Класс! Давай сходим, говорят хороший фильм')
,(32,'Не, я не могу. Сходи с Коляном')


,(33,'Колян, здорово. Пошли сегодня на Викинг')
,(34,'Давай, а во сколько?')
,(35,'Сеанс в 19. Встречаемся в 18.30 у входа в Космос')
,(36,'Лады')


,(37,'Зая, привет. Не спишь?')	
,(38,'Привет, Котя. Нет еще, книгу читаю. Скоро лягу')
,(39,'Я уже соскучился по тебе!!! Скорей-бы завтра')
,(40,'И я очень скучаю… Наконец-то завтра увидимся')
,(41,'Не засиживайся долго, завтра рано вставать')
,(42,'Хорошо. И ты ложись спать')
,(43,'Спокойной ночи, Зая')
,(44,'Спокойной ночи и сладких снов, Котя')


,(45,'Здравствуйте, я заболела. Сегодня не смогу подойти на стрижку. Можно записаться на другой день?')
,(46,'Здравствуйте. Спасибо, что предупредили. А когда вам будет удобно подойти?')
,(47,'А на следующую пятницу у вас есть свободное время')
,(48,'Пятница, к сожалению, занята. А в субботу к 12 сможете подойти?')
,(49,'Да, смогу.')
,(50,'Хорошо, я вас тогда записываю. Выздоравливайте')


,(51,'Доброе утро, мама. Как дела?')	
,(52,'Доброе утро моя хорошая. Нормально. Затракать собираюсь')
,(53,'А мы уже позавтракали. Рисовую кашу варила')
,(54,'Чем будешь заниматься?')
,(55,'Уборкой займусь, стиркой')
,(56,'А я помидоры буду пикировать.')
,(57,'А что уже пора?')
,(58,'Да. Сегодня благоприятный день по лунному календарю.')
,(59,'Может мне приехать к тебе и помочь?')
,(60,'Не надо, сама справлюсь. Займись лучше уборкой. Вечером мне позвони')


,(61,'Привет. Я тебе на яндекс диск записала фотки с нашей встречи')	
,(62,'Привет))) Фото классные, спасибо!!!')
,(63,'Скучаешь? По скайпу общаетесь?')
,(64,'Да, сильно скучаю. По скайпу пока не общались, созваниваемся каждый день.')
,(65,'Как у вас дела? Как поживаете?')
,(66,'Спасибо, все в порядке')
,(67,'Передавай от меня всем привет')
,(68,'Спасибо))) Ты тоже передай от меня привет.')


,(69,'Здравствуй, ты сегодня прийдешь на педикюр к 18?')
,(70,'Здравствуй, к сожалению не смогу, уезжаю(((')
,(71,'А послезавтра?')
,(72,'У меня были другие планы, но я могу выкроить время.')
,(73,'Спасибо. Подходи послезавтра к 18')
,(74,'Хорошо, договорились.')


,(75,'Привет. Не подскажешь, где в городе офис Сибирское здоровье находится?')
,(76,'Советская 28, это рядом с Тайгой')
,(77,'Спасибо)))')
,(78,'Забегай, сейчас очень много скидок, а у тебя 4-й месяц без нормы.')
,(79,'Хорошо. В этом месяце надо 100 баллов сделать?')
,(80,'Да, приходи. Сейчас и новинок много пришло, есть что взять)))')


,(81,'Привет. Как поживаешь? Выручи до зарплаты пожалуйста!!!')	
,(82,'Привет. Поживаю хорошо. Особо деньгами не располагаю, могу 1500 занять.')
,(83,'Ок. В пять на проходной встретимся?')
,(84,'Нет, давай в 12. Я после обеда убегаю, на свадьбу пригласили')
,(85,'Ох, свадьба это хорошо! Я буду тебя ждать на проходной в 12.')
,(86,'Хорошо, договорились.')


,(87,'Приветик. Поздравляю тебя с днюхой!!! Счастья, здоровья, удачи…')	
,(88,'Спасибо моя хорошая. Приходи на чай с тортом.')
,(89,'Спасибо за приглашение, но увы работы много.')
,(90,'Очень жаль, что у тебя авраал на работе. Тогда жду тебя в субботу в 14 часов.')
,(91,'Спасибо, приду. У тебя адрес тот же?')
,(92,'Да. Приходи, буду ждать.')

,(93,'Привет, У тебя случайно на карте нет 1000? До завтра')
,(94,'Привет) Есть. Напиши номер карты')
,(95,'Ой, спасибо большое, завтра переведу. Карта газпром 25484572956453189')
,(96,'Я перевела. Деньги дошли?')
,(97,'Да, пришли. Спасибо огромное, очень выручила!')
,(98,'Пожалуйста. Можешь на следующей неделе вернуть.')

GO
SET IDENTITY_INSERT [dbo].[DialogMessageText] OFF
GO
  
  
  